tutorials/dnsFoam/boxTurb16/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name from directory
application=`basename $PWD`

runApplication blockMesh
runApplication boxTurb
runApplication $application
runApplication enstrophy
